Repository: atilac/CleanMenuBar
Catalog: CleanMenuBar/Localizable.xcstrings
Source language: en
Languages: de, es_es, fr, ja, pt_br, ru, zh_hans, zh_hant

source: macOS already uses this for **%@**. Both will happen when you press it — pick another combination.
de: macOS verwendet diese Kombination bereits für **%@**. Beim Drücken passiert beides – wählen Sie eine andere Kombination.
es_es: macOS ya usa esta combinación para **%@**. Ambas cosas ocurrirán al pulsarla — elige otra.
fr: macOS utilise déjà cette combinaison pour **%@**. Les deux actions se déclencheront — choisissez-en une autre.
ja: macOSはすでにこの組み合わせを**%@**に使っています。押すと両方が実行されます。別の組み合わせを選んでください。
pt_br: O macOS já usa esta combinação para **%@**. As duas coisas vão acontecer ao pressioná-la — escolha outra.
ru: macOS уже использует это сочетание для **%@**. При нажатии сработает и то, и другое — выберите другое сочетание.
zh_hans: macOS 已将此组合用于**%@**。按下时两者都会触发——请另选一个组合。
zh_hant: macOS 已將此組合用於**%@**。按下時兩者都會觸發——請改選其他組合。

source: Match macOS uses your Mac's language when CleanMenuBar has it, and English otherwise.
de: „Wie macOS“ verwendet die Sprache Ihres Macs, sofern CleanMenuBar sie hat, sonst Englisch.
es_es: Seguir a macOS usa el idioma de tu Mac cuando CleanMenuBar lo tiene, y inglés en los demás casos.
fr: « Suivre macOS » utilise la langue de votre Mac si CleanMenuBar la propose, et l'anglais sinon.
ja: 「macOSに合わせる」は、CleanMenuBarが対応していればMacの言語を使い、それ以外では英語を使います。
pt_br: Acompanhar o macOS usa o idioma do seu Mac quando o CleanMenuBar tem esse idioma, e inglês nos demais casos.
ru: «Как в macOS» использует язык вашего Mac, если он есть в CleanMenuBar, иначе английский.
zh_hans: “跟随 macOS”会在 CleanMenuBar 支持时使用你 Mac 的语言，否则使用英语。
zh_hant: 「跟隨 macOS」會在 CleanMenuBar 支援時使用你 Mac 的語言，否則使用英文。

source: Keep CleanMenuBar in the Dock
de: CleanMenuBar im Dock behalten
es_es: Mantener CleanMenuBar en el Dock
fr: Garder CleanMenuBar dans le Dock
ja: CleanMenuBarをDockに表示
pt_br: Manter o CleanMenuBar no Dock
ru: Держать CleanMenuBar в Dock
zh_hans: 在程序坞中保留 CleanMenuBar
zh_hant: 在 Dock 中保留 CleanMenuBar

source: Show a visual guide in this window
de: Visuelle Anleitung in diesem Fenster anzeigen
es_es: Mostrar una guía visual en esta ventana
fr: Afficher un guide visuel dans cette fenêtre
ja: このウインドウに図解を表示
pt_br: Mostrar um guia visual nesta janela
ru: Показывать наглядную подсказку в этом окне
zh_hans: 在此窗口中显示图示指南
zh_hant: 在此視窗中顯示圖解指南

source: Restore the last state at launch
de: Letzten Zustand beim Start wiederherstellen
es_es: Restaurar el último estado al abrir
fr: Restaurer le dernier état au lancement
ja: 起動時に前回の状態を復元
pt_br: Restaurar o último estado ao abrir
ru: Восстанавливать последнее состояние при запуске
zh_hans: 启动时恢复上次的状态
zh_hant: 啟動時回復上次的狀態

source: Licenses
de: Lizenzen
es_es: Licencias
fr: Licences
ja: ライセンス
pt_br: Licenças
ru: Лицензии
zh_hans: 许可证
zh_hant: 授權條款

source: macOS 27 rebuilt the menu bar as a single window and drops any status item that grows to half the display width — which is what broke the technique some apps used. CleanMenuBar stays under that limit, so on a very wide display the hidden span is capped at half the narrowest screen's width.
de: macOS 27 hat die Menüleiste als einzelnes Fenster neu aufgebaut und verwirft jedes Statusobjekt, das die halbe Bildschirmbreite erreicht – genau daran ist die Technik gescheitert, die einige Apps verwendeten. CleanMenuBar bleibt unter dieser Grenze; auf einem sehr breiten Display ist der ausgeblendete Bereich daher auf die Hälfte der Breite des schmalsten Bildschirms begrenzt.
es_es: macOS 27 reconstruyó la barra de menús como una sola ventana y descarta cualquier elemento de estado que alcance la mitad del ancho de la pantalla — eso fue lo que rompió la técnica que usaban algunas apps. CleanMenuBar se mantiene por debajo de ese límite, así que en una pantalla muy ancha el tramo oculto se limita a la mitad del ancho de la pantalla más estrecha.
fr: macOS 27 a reconstruit la barre des menus en une seule fenêtre et supprime tout élément d'état atteignant la moitié de la largeur de l'écran — c'est ce qui a cassé la technique qu'utilisaient certaines apps. CleanMenuBar reste sous cette limite : sur un écran très large, la portée masquée est donc plafonnée à la moitié de la largeur du plus étroit des écrans.
ja: macOS 27はメニューバーを単一のウインドウとして作り直し、ディスプレイ幅の半分に達したステータス項目を破棄します。一部のアプリが使っていた手法は、これによって動かなくなりました。CleanMenuBarはその上限内に収まるため、非常に広いディスプレイでは非表示にできる範囲が最も狭い画面の幅の半分までに制限されます。
pt_br: O macOS 27 reconstruiu a barra de menus como uma única janela e descarta qualquer item de status que chegue à metade da largura do monitor — foi isso que quebrou a técnica que alguns apps usavam. O CleanMenuBar fica abaixo desse limite, então em um monitor muito largo o trecho oculto é limitado a metade da largura da tela mais estreita.
ru: macOS 27 перестроил строку меню в одно окно и отбрасывает любой объект статуса, достигающий половины ширины экрана, — именно это сломало приём, которым пользовались некоторые программы. CleanMenuBar остаётся ниже этого предела, поэтому на очень широком мониторе скрываемая область ограничена половиной ширины самого узкого экрана.
zh_hans: macOS 27 将菜单栏重建为单一窗口，并会丢弃任何宽度达到屏幕一半的状态项——这正是部分 App 所用技术失效的原因。CleanMenuBar 始终低于该上限，因此在超宽显示器上，可隐藏的范围被限制为最窄屏幕宽度的一半。
zh_hant: macOS 27 將選單列重建為單一視窗，並會捨棄任何寬度達到螢幕一半的狀態項目——這正是部分 App 所用技術失效的原因。CleanMenuBar 始終低於該上限，因此在超寬螢幕上，可隱藏的範圍會限制為最窄螢幕寬度的一半。

source: 1 minute
es_es: 1 minuto
ja: 1分
pt_br: 1 minuto
ru: 1 минута
zh_hans: 1 分钟
zh_hant: 1 分鐘

source: Version %@
es_es: Versión %@
ja: バージョン %@
pt_br: Versão %@
ru: Версия %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Mission Control
zh_hans: 调度中心

source: Spotlight
zh_hans: 聚焦搜索
